Repository: jonesguidini/PORTFOLIO-ASP-MVC
Catalog: JG-2017/Resources/Global.*.resx
Languages: pt

source: About Me
pt: Sobre Mim

# BtAboutMe_Home
source: Get to know me more
pt: Clique para saber mais sobre mim

source: Contact
pt: Contato

# Copyright_Footer
source: Copyright © 2017 - All rights reserved.
pt: Copyright © 2017 - Todos direitos reservados.

source: Home
pt: Inicio

source: Languages
pt: Idiomas

# MessageTextHeader
source: "The man who cannot believe in himself cannot believe in anything else.” Roy L. Smith
pt: "O homem que não acredita em si mesmo não acredita em mais nada.” Roy L. Smith

source: Portfolio
pt: Portfólio

source: Skills
pt: Habilidades

# SubInfoPage_AboutMe
source: <p>Hi my name is Jones Guidini. I've been a technology enthusiast since I was a kid. I was that kind of boy who usually opened the toys to see how they worked from the inside. Time passes but the passion for technology only increases. What always keeps me willing to learn more and more is the curiosity. Due to it, I could meet the amazing web developing world. When I first started reading my first HTML book I even didn't have a computer. </p> <p>I have a Bachelor's degree in Analysis Systems, an MBA in Software Engineering and more than 12 years of background experience in web development but I still consider myself as an apprentice. Over these 12 years I have been working with a variety of technologies. I started as an Web designer (front-end) and next I after some time I felt the necessity of going further. Hence, I learned some back-end technologies and from that moment on, I started using these technologies for all projects. Over the last five years, I have been working with the great .NET platform (ASP MVC, C#, Entity Framework, SQL and other related ones) in parallel with front-end technologies, which I’ve been always improving and learning new frameworks. In doing so, I am always trying to keep me up to date according to IT market trends. </p> <p>Today I divide my time between the most important things for me: God, my wife and my job career. As they both get along very well, consequently I am a very happy person, always willing to keep going facing new challenges. </p> <p>In case you are interested in knowing more about me, visit other sections of this site. And if you are a technology enthusiast like me and you’d like to discuss about new projects and proposals, please feel free to contact me. It will be a pleasure to have a conversation with you. </p> <p>See you soon.</p>
pt: <p>Olá, meu nome é Jones Guidini. Sou um entusiasta por tecnologia desde criança. Fui aquele tipo de garoto que gostava de desmontar os brinquedos eletrônicos para entender como eles funcionavam por dentro. O tempo passa, mas a paixão por tecnologia só aumenta. O que sempre me mantém disposto a aprender cada vez mais é a curiosidade. Através da mesma pude conhecer o maravilhoso mundo de desenvolvimento web. Quando comecei a ler o primeiro livro sobre HTML eu nem tinha um computador. </p> <p>Sou graduado em Sistema de Informações, com MBA em Engenharia de Software e mais de 12 anos de experiência como desenvolvedor web eu continuo me considerando um aprendiz. Durante esses 12 anos eu tenho trabalhado com diversas tecnologias. Comecei como web designer (front-end), com o tempo senti a necessidade de ir além, então estudei e comecei a desenvolver os projetos utilizando tecnologias back-end. Nos últimos 5 anos tenho trabalhado com a maravilhosa plataforma .NET (ASP MVC, C#, Entity Framework, SQL e outras tecnologias relacionadas) em paralelo com tecnologias front-end, que eu venho sempre atualizando e aprendendo novos frameworks. Dessa maneira tento me manter sempre atualizado com as tendências do mercado de TI. </p> <p>Hoje divido meu tempo entre as coisas que eu mais amo: Deus, minha querida esposa e minha profissão. Como ambos se dão muito bem, consequentemente sou uma pessoa muito feliz e sempre disposto a seguir adiante enfrentando novos desafios. </p> <p>Caso esteja interessado em saber mais sobre mim visite as outras seções do site. E se você é um entusiasta por tecnologias como eu e gostaria de discutir propostas e projetos desafiadores, por favor sinta-se à vontade em me contatar. Será um prazer conversar com você! </p> <p>Até breve. </p>

# SubInfoPage_Contact
source: <p>If you want to talk to me you can use any of these alternatives below. Please, choose the most convenient for you. I look forward to receiving your message and I promise I'll answer it as fast as possible. </p>
pt: <p>Se você quer me contactar você pode usar os seguintes meios abaixo. Por favor, escolha o mais conveniente a você. Estou ansioso por receber sua mensagem e prometo respondê-la o mais rápido possível.</p>

# SubInfoPage_Home
source: <p>As a web developer with over 12 years of valuable experience, I’ve been working hard to improve my knowledge and skills in order to offer the best I can. Over the years, I’ve gained a lot of experience working with different approaches related to web development. I started as a web designer using front-end technologies such as HTML, CSS, JavaScript, Photoshop, Illustrator and others. Some years later, I began to explore back-end technologies such as PHP, MySQL and others. Finally, I met the giant .NET word (C#, ASP MVC, Entity Framework and so on), which I’ve been working with for the past four years using it in a variety of projects and systems. To summarize, I consider myself as a reliable, open-minded problem-solver, and a competent professional. Hence, taking all of this into account, I am always willing to deliver high-quality service using all my background experience. </p>
pt: <p>Bacharel em Análise de Sistemas com MBA em Engenharia de Software e desenvolvedor web qualificado com 12 anos de experiência em desenvolvimento front-end e back-end. Reconhecido ao longo da carreira por profissionalismo e ótimos resultados apresentados nas diversas empresas por onde trabalhei. Durante esse período tenho trabalhado com diversas tecnologias como: PHP, CakePHP, MySql e etc. Nos últimos 4-5 anos tenho direcionado meus estudos e trabalho para a plataforma .NET com C#, SQL Server, ASP MVC, .NET Core, Entity Framework, Linq, e outras techs. Estou sempre disposto a oferecer meu sólido background e a aprender mais sempre que necessário.</p>

# SubInfoPage_Portfolio
source: <p>If you are curious about what I’ve done as web developer, you’re in the right place. Here you can check some of my work. You can see that it is organized into categories. Therefore, if you are interested in seeing a specific one, click on the name of the category and it will open a list of work. </p>
pt: <p>Se você está curioso para saber o que eu já fiz como desenvolvedor web, você está no lugar certo. Aqui você pode conhecer alguns dos meus trabalhos que estão organizados por categorias. Portanto, se você está interessado em ver uma categoria específica, clique sobre o nome da categoria e irá abrir uma lista de trabalhos relacionados.</p>

# SubInfoPage_Skills
source: <p>Throughout these twelve years, I have been learning about technologies largely used in web development. As a Front and Back End developer, I have gathered knowledge in many different technologies. Some of them were discontinued and new ones were added. In order to make it easy to measure my knowledge, I listed some of these technologies below, you can see them by category. Enjoy yourself!</p>
pt: <p>Através desses últimos 12 anos, eu tenho aprendido amplamente sobre tecnologias usadas para desenvolvimento web. Como desenvolvedor front e back-end tenho juntado conhecimento em diferentes tecnologias. Algumas delas foram descontinuadas, e outras novas acrescentadas. Você pode conhecer algumas delas abaixo. Estão listadas por categorias. Divirta-se!</p>

# SubLink_envelopes_Portfolio
source: GRAPHIC ARTS - ENVELOPES
pt: ARTES GRÁFICAS - ENVELOPES

# SubLink_logos_Portfolio
source: GRAPHIC ARTS - LOGOS
pt: ARTES GRÁFICAS - LOGOMARCAS

# SubLink_others_Portfolio
source: GRAPHIC ARTS - OTHERS
pt: ARTES GRÁFICAS - OUTROS

# SubLink_websites_Portfolio
source: WEBSITES / SYSTEMS
pt: WEBSITES / SISTEMAS

# SubtitleLink_envelope_Portfolio
source: Open envelope
pt: Abrir envelope

# SubtitleLink_logo_Portfolio
source: Open logo
pt: Abrir logomarca

# SubtitleLink_others_Portfolio
source: Open graphic art
pt: Abrir arte grafica

# SubtitleLink_website_Portfolio
source: Visit website
pt: Visitar website

# Subtitle_backend_Skill
source: BACKEND TECHNOLOGIES
pt: TECNOLOGIAS BACK-END

# Subtitle_designtools_Skills
source: DESIGN TOOLS
pt: FERRAMENTAS DE DESIGN

# Subtitle_frontend_Skills
source: FRONTEND TECHNOLOGIES
pt: TECNOLOGIAS FRONT-END

# Subtitle_howto_Contact
source: HOW CAN YOU TALK TO ME?
pt: COMO VOCÊ PODE FALAR COMIGO?

# Subtitle_ides_Skills
source: IDE'S AND CODE EDITORS
pt: IDE'S E EDITORES DE CÓDIGO

# Subtitle_language_eng_Skills
source: ENGLISH
pt: INGLÊS

# Subtitle_language_pt_Skills
source: PORTUGUESE
pt: PORTUGUÊS

# Subtitle_language_Skills
source: LANGUAGE SKILLS
pt: IDIOMAS

# Subtitle_versioningtools_Skills
source: VERSIONING TOOLS
pt: FERRAMENTAS DE VERSIONAMENTO

# Tag_phone_Contact
source: PHONE
pt: TELEFONE

# TitlePage_AboutMe
source: Who am I?
pt: Sobre mim

# TitlePage_Contact
source: Do you want to talk to me?
pt: Quer falar comigo?

# TitlePage_Home
source: Who am I?
pt: Quem sou?

# TitlePage_Portfolio
source: What Have I done?
pt: O que já fiz?

# TitlePage_Skills
source: What do I know?
pt: O que sei fazer?

# ConfigLang
source: en
pt: pt-br

# MetaTagsDescription
source: Online Portfolio Jones Guidini - (Web Developer & .NET Developer )
pt: Portfólio Online Jones Guidini - (Desenvolvedor WEB & .NET Developer)

# MetaTagsKeywords
source: websites, web, development, programmer, web developer, system analyst, software analyst, dot net developer, .net developer, Brasilia, df, your site, product, designer, design, C#,.NET, asp, mvc, php, ingles, magento, html, css, xml, javascript, angularjs, .net core
pt: sites,web,desenvolvimento,programador,desenvolvedor web,analista de sistema,analista de software,programador,brasilia,df,seu site,produto,designer,design,php,c#,asp,mvc,cakephp,ingles,magento,HTML,CSS,XML,JavaScript, angularjs, .net core

# MetaTagsSiteName
source: JONES GUIDINI - WEBDEVELOPER& .NET DEVELOPER
pt: JONES GUIDINI - DESENVOLVEDOR WEB

# MetaTagsTitle
source: JONES GUIDINI - WEBDEVELOPER& .NET DEVELOPER
pt: JONES GUIDINI - DESENVOLVEDOR WEB
